Repository: JulNadeauCA/edacious
Catalog: po/*.po
Languages: fr

source: No analysis mode selected.
fr: Aucun mode d'analyse sélectionné.

source: %s analysis mode
fr: analyse %s

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Configure
fr: Configurer

source: Schematic
fr: Schéma

source: No analysis mode is set.
fr: Aucun mode d'analyse n'est sélectionné.

source: Analysis is already running.
fr: L'analyse est déjà en cours d'exécution.

source: Analysis is not running.
fr: L'analyse n'est pas en cours d'exécution.

source: Circuit `%s' reverted successfully.
fr: La lecture de «%s» est complète.

source: Circuit `%s' saved successfully.
fr: La sauvegarde de «%s» est complète.

source: Circuit layout: %s
fr: Affichage du circuit: %s

source: Bounding box:
fr: Boîte:

source: Grid interval:
fr: Interval de grille:

source: Scaling factor:
fr: Facteur de zoom:

source: Display node indicators
fr: Indiquer la présence des noeuds

source: Display node names
fr: Afficher les noms des noeuds

source: Background color:
fr: Couleur de fond:

source: Grid color:
fr: Couleur de grille:

source: Topology:
fr: Topologie:

source: Loop currents:
fr: Courants des lemmes:

source: Resistances:
fr: Résistances:

source: Simulation started.
fr: Simulation démarrée.

source: Simulation stopped.
fr: Simulation interrompue.

source: File
fr: Fichier

source: Revert
fr: Restaurer

source: Save
fr: Sauvegarder

source: Start simulation
fr: Démarrer la simulation

source: Stop simulation
fr: Interrompre la simulation

source: Simulation mode
fr: Mode de simulation

source: DC operating point analysis
fr: Analyse opérationnelle CC

source: DC operating point analysis: %s
fr: Analyse opérationnelle CC: %s

source: Elapsed time: %[u32]s
fr: Temps écoulé: %[u32]s

source: Speed (updates/sec):
fr: Vitesse (mises à jour seconde):

source: `%s' was successfully exported to `%s' (%u cards)
fr: L'export de «%s» vers «%s» est complet (%u cartes)

source: Component: %s
fr: Composante: %s

source: Reference temp.:
fr: Température de référence:

source: Instance temp.:
fr: Température spécifique:

source: Pinout:
fr: Brochage:

source: No component type is selected.
fr: Aucun type de composante n'est sélectionné.

source: Insert component
fr: Insérer la composante

source: Specify the type of component to create.
fr: Spécifiez le type de composante à créer.

source: Connect %s (%d connections)
fr: Connecter %s (%d broches)

source: Insert new components into the circuit.
fr: Insérer de nouvelles composantes dans le circuit.

source: Select component
fr: Sélectionner la composante

source: Select one or more component in the circuit.
fr: Sélectionnez une ou plusieurs composantes du circuit.

source: Conductor
fr: Conducteur

source: Insert an ideal conductor between two nodes.
fr: Insérer un conducteur idéal entre deux noeuds.

source: Inverter
fr: Inverseur

source: Resistor
fr: Résistance

source: Enter %s's resistance:
fr: Saisissez la résistance de %s:

source: Resistance:
fr: Résistance:

source: Tolerance (%%):
fr: Tolérance (%%):

source: Power rating:
fr: Puissance limite:

source: First order temperature coefficient:
fr: Coefficient thermique de premier ordre:

source: Second order temperature coefficient:
fr: Coefficient thermique de deuxième ordre:

source: Semiconductor resistor
fr: Résistance de semiconducteur

source: Geometry (LxW):
fr: Dimensions (LxÉ):

source: Sheet resistance/sq:
fr: Résistance carée:

source: Narrowing due to side etching:
fr: Érosion du à la gravure:

source: SPDT switch
fr: Interrupteur SPDT

source: ON resistance:
fr: Résistance ON:

source: OFF resistance:
fr: Résistance OFF:

source: Toggle state
fr: Inverser l'état

source: SPST switch
fr: Interrupteur SPST

source: Independent voltage source
fr: Source de voltage indépendante

source: Enter %s's voltage:
fr: Saississez la tension de %s:

source: (redundant)
fr: (redondant)

source: Voltage:
fr: Tension:

source: Internal DC resistance:
fr: Résistance CC interne:

source: Loops:
fr: Lemmes:

source: EDA Tools
fr: Outils EDA

source: Adjustable Voltage Regulator Tool
fr: Ajustement de régulateur de voltage

source: Model:
fr: Modèle:

source: Material capacitance
fr: Capacitance de matériel

source: Vacuum
fr: Vide

source: Glass
fr: Verre

source: Neoprene
fr: Néoprène

source: Polyethylene
fr: Polyéthylène

source: Polyvinyl chloride
fr: Chlorure de polyvinyl

source: Strontium titanate
fr: Titanate de strontium

source: Water
fr: Eau

source: Glycerin
fr: Glycérine

source: Benzene
fr: Benzène

source: Silicium
fr: Silice

source: Dielectric:
fr: Diélectrique:

source: Area:
fr: Aire:

source: Thickness:
fr: Épaisseur:

source: Temperature:
fr: Température:

source: Current Calculation
fr: Calcul de courant

source: Current:
fr: Courant:

source: Impedance
fr: Impédance

source: Capacitive reactance:
fr: Réactance capacitive:

source: Inductive reactance:
fr: Réactance inductive:

source: Impedance:
fr: Impédance:

source: Frequency:
fr: Fréquence:

source: Length Equivalence
fr: Équivalence de distance

source: Length:
fr: Distance:

source: LM555 Timer Adjustement Tool
fr: Ajustement de minuterie LM555

source: Power Calculation
fr: Calcul de puissance

source: Power:
fr: Puissance:

source: Pressure Equivalence
fr: Équivalence de pression

source: Pressure:
fr: Pression:

source: Resistance Calculation
fr: Calcul de résistance

source: Resistivity of Conductor Materials
fr: Résistivité de matériel conducteur

source: Material:
fr: Matériel:

source: Resistivity:
fr: Résistivité:

source: RMS Voltage
fr: Voltage RMS

source: Peak:
fr: Sommet:

source: Average:
fr: Moyenne:

source: Time Equivalence
fr: Équivalence de temps

source: Time:
fr: Temps:

source: Voltage Calculation
fr: Calcul de voltage

source: Waveform Combination
fr: Combinaison d'onde

source: Waveform 1
fr: Onde 1

source: Weight Equivalence
fr: Équivalence de masse

source: Weight:
fr: Masse:
